Repository: ralfhartmann/xdragmover-release
Catalog: XDragMover/Localizable.xcstrings
Source language: en
Languages: de, fr, ru

source: %lldms — how long the cursor must stay still before the window under it receives input
de: %lldms – so lange muss der Zeiger stillstehen, bevor das Fenster darunter Eingaben erhält
fr: %lld ms – durée pendant laquelle le curseur doit rester immobile avant que la fenêtre en dessous ne reçoive les entrées
ru: %lld мс — как долго курсор должен оставаться неподвижным, прежде чем окно под ним начнёт получать ввод

source: A new version is available
de: Eine neue Version ist verfügbar
fr: Une nouvelle version est disponible
ru: Доступна новая версия

source: About
de: Über
fr: À propos
ru: О программе

source: About XDragMover
de: Über XDragMover
fr: À propos de XDragMover
ru: О XDragMover

source: Add Pattern
de: Muster hinzufügen
fr: Ajouter un motif
ru: Добавить шаблон

source: Add from Open Windows…
de: Aus offenen Fenstern hinzufügen…
fr: Ajouter depuis les fenêtres ouvertes…
ru: Добавить из открытых окон…

source: Apps in this list can never be moved or resized by XDragMover.
de: Apps in dieser Liste können von XDragMover niemals verschoben oder in der Größe verändert werden.
fr: Les applications de cette liste ne peuvent jamais être déplacées ni redimensionnées par XDragMover.
ru: Приложения из этого списка никогда не будут перемещены или изменены в размере с помощью XDragMover.

source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

source: Check for Updates
de: Nach Updates suchen
fr: Rechercher des mises à jour
ru: Проверить обновления

source: Check for Updates…
de: Nach Updates suchen…
fr: Rechercher des mises à jour…
ru: Проверить обновления…

source: Check Now
de: Jetzt prüfen
fr: Vérifier maintenant
ru: Проверить сейчас

source: Checks github.com for a newer release 5 minutes after launch, then once a day. Nothing else is sent.
de: Prüft 5 Minuten nach dem Start und danach einmal täglich bei github.com auf eine neuere Version. Es werden keine weiteren Daten gesendet.
fr: Vérifie sur github.com la présence d'une nouvelle version 5 minutes après le lancement, puis une fois par jour. Rien d'autre n'est envoyé.
ru: Проверяет github.com на наличие новой версии через 5 минут после запуска, а затем раз в день. Больше ничего не отправляется.

source: Clear
de: Löschen
fr: Effacer
ru: Очистить

source: Command
de: Befehl
fr: Commande

source: Convert
de: Umwandeln
fr: Convertir
ru: Преобразовать

source: Couldn't Check for Updates
de: Update-Prüfung fehlgeschlagen
fr: Impossible de vérifier les mises à jour
ru: Не удалось проверить обновления

source: Don't show this again
de: Nicht mehr anzeigen
fr: Ne plus afficher
ru: Больше не показывать

source: Download
de: Herunterladen
fr: Télécharger
ru: Скачать

source: Enable
de: Aktivieren
fr: Activer
ru: Включить

source: Enable Anyway
de: Trotzdem aktivieren
fr: Activer quand même
ru: Всё равно включить

source: Enable window move (drag anywhere)
de: Fenster verschieben aktivieren (an beliebiger Stelle ziehen)
fr: Activer le déplacement de fenêtre (glisser n'importe où)
ru: Включить перемещение окна (перетаскивание в любом месте)

source: Enable window resize (drag anywhere)
de: Fenstergröße ändern aktivieren (an beliebiger Stelle ziehen)
fr: Activer le redimensionnement de fenêtre (glisser n'importe où)
ru: Включить изменение размера окна (перетаскивание в любом месте)

source: Excluded Windows
de: Ausgeschlossene Fenster
fr: Fenêtres exclues
ru: Исключённые окна

source: Experimental — relies on an undocumented macOS mechanism and can behave unreliably in some apps (e.g. Firefox).
de: Experimentell – basiert auf einem undokumentierten macOS-Mechanismus und kann sich in manchen Apps (z. B. Firefox) unzuverlässig verhalten.
fr: Expérimental — repose sur un mécanisme macOS non documenté et peut se comporter de manière imprévisible dans certaines applications (par ex. Firefox).
ru: Экспериментально — использует недокументированный механизм macOS и может работать нестабильно в некоторых приложениях (например, в Firefox).

source: Focus Follows Mouse
de: Fokus folgt Maus
fr: Le focus suit la souris
ru: Фокус следует за мышью

source: Focus Follows Mouse Is Experimental
de: „Fokus folgt Maus“ ist experimentell
fr: « Le focus suit la souris » est expérimental
ru: Функция «Фокус следует за мышью» экспериментальна

source: General
de: Allgemein
fr: Général
ru: Общие

source: Gestures
de: Gesten
fr: Gestes
ru: Жесты

source: Held together with a click to start a move or resize. Shift alone isn't allowed.
de: Wird zusammen mit einem Klick gedrückt gehalten, um ein Verschieben oder eine Größenänderung zu starten. Umschalt allein ist nicht erlaubt.
fr: Maintenue avec un clic pour démarrer un déplacement ou un redimensionnement. Maj seule n'est pas autorisée.
ru: Удерживается вместе с щелчком, чтобы начать перемещение или изменение размера. Одного Shift недостаточно.

source: Hide from Menu Bar
de: Aus der Menüleiste ausblenden
fr: Masquer de la barre des menus
ru: Скрыть из строки меню

source: Later
de: Später
fr: Plus tard
ru: Позже

source: Middle-Click Dock Icon for New Instance
de: Mittelklick auf Dock-Symbol für neue Instanz
fr: Clic central sur l'icône du Dock pour une nouvelle instance
ru: Щелчок средней кнопкой по значку в Dock для нового окна

source: Middle-clicking an app's Dock icon opens a new window/instance of it.
de: Ein Mittelklick auf das Dock-Symbol einer App öffnet ein neues Fenster/eine neue Instanz davon.
fr: Un clic central sur l'icône du Dock d'une application ouvre une nouvelle fenêtre/instance de celle-ci.
ru: Щелчок средней кнопкой мыши по значку приложения в Dock открывает его новое окно/копию.

source: Modifier key
de: Zusatztaste
fr: Touche de modification
ru: Клавиша-модификатор

source: Once hidden, relaunch XDragMover (e.g. from Finder or Launchpad) to bring this Settings window back.
de: Sobald ausgeblendet, starten Sie XDragMover neu (z. B. über Finder oder Launchpad), um dieses Einstellungsfenster wieder zu öffnen.
fr: Une fois masquée, relancez XDragMover (par ex. depuis le Finder ou Launchpad) pour rouvrir cette fenêtre de réglages.
ru: После скрытия перезапустите XDragMover (например, через Finder или Launchpad), чтобы снова открыть это окно настроек.

source: Option
de: Wahl

source: Quit
de: Beenden
fr: Quitter
ru: Завершить

source: Quit XDragMover
de: XDragMover beenden
fr: Quitter XDragMover
ru: Завершить XDragMover

source: Quit XDragMover?
de: XDragMover beenden?
fr: Quitter XDragMover ?
ru: Завершить XDragMover?

source: Scroll Lock: keep the console scrolled to the newest line when off, or scroll freely when on.
de: Scroll-Lock: Bei ausgeschaltetem Zustand bleibt die Konsole auf die neueste Zeile gescrollt, bei eingeschaltetem Zustand kann frei gescrollt werden.
fr: Verrouillage du défilement : lorsqu'il est désactivé, la console reste défilée jusqu'à la dernière ligne ; lorsqu'il est activé, le défilement est libre.
ru: Блокировка прокрутки: при выключенном состоянии консоль всегда прокручивается к последней строке, при включённом можно прокручивать свободно.

source: Select an app to protect its windows from move/resize.
de: Wählen Sie eine App aus, um deren Fenster vor Verschieben/Größenänderung zu schützen.
fr: Sélectionnez une application pour protéger ses fenêtres contre le déplacement/redimensionnement.
ru: Выберите приложение, чтобы защитить его окна от перемещения/изменения размера.

source: Settings…
de: Einstellungen…
fr: Réglages…
ru: Настройки…

source: Shift
de: Umschalt
fr: Maj

source: Show Debug Console
de: Debug-Konsole anzeigen
fr: Afficher la console de débogage
ru: Показать отладочную консоль

source: Start at Login
de: Bei Anmeldung starten
fr: Démarrer à l'ouverture de session
ru: Запускать при входе в систему

source: This relies on an undocumented macOS mechanism that Apple could change or remove without notice, and some apps (e.g. Firefox) don't fully respect it — it may behave unreliably.
de: Dies basiert auf einem undokumentierten macOS-Mechanismus, den Apple jederzeit ohne Vorankündigung ändern oder entfernen könnte, und manche Apps (z. B. Firefox) berücksichtigen ihn nicht vollständig – das Verhalten kann daher unzuverlässig sein.
fr: Ceci repose sur un mécanisme macOS non documenté qu'Apple pourrait modifier ou supprimer sans préavis, et certaines applications (par ex. Firefox) ne le respectent pas entièrement — le comportement peut donc être imprévisible.
ru: Это основано на недокументированном механизме macOS, который Apple может изменить или убрать без предупреждения, а некоторые приложения (например, Firefox) не полностью его учитывают — поведение может быть нестабильным.

source: Update Settings Format?
de: Einstellungsformat aktualisieren?
fr: Mettre à jour le format des réglages ?
ru: Обновить формат настроек?

source: Use Defaults Instead
de: Stattdessen Standardwerte verwenden
fr: Utiliser les valeurs par défaut à la place
ru: Использовать значения по умолчанию

source: Version %@ (%@)
de: Version %1$@ (%2$@)
fr: Version %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

source: Window move, resize, and focus-follows-mouse will stop working until you relaunch it.
de: Fensterverschiebung, -größenänderung und „Fokus folgt Maus“ funktionieren erst nach einem Neustart wieder.
fr: Le déplacement de fenêtre, le redimensionnement et le focus qui suit la souris cesseront de fonctionner jusqu'à ce que vous la relanciez.
ru: Перемещение окон, изменение размера и функция «Фокус следует за мышью» перестанут работать до повторного запуска приложения.

source: XDragMover %@ is available for download.
de: XDragMover %@ steht zum Download bereit.
fr: XDragMover %@ est disponible au téléchargement.
ru: Доступна версия XDragMover %@ для загрузки.

source: XDragMover %@ is the latest version.
de: XDragMover %@ ist die aktuelle Version.
fr: XDragMover %@ est la dernière version.
ru: XDragMover %@ — последняя версия.

source: You're up to date
de: Sie sind auf dem neuesten Stand
fr: Vous êtes à jour
ru: У вас последняя версия

source: Control
fr: Contrôle

source: 1s
ru: 1 с

source: 50ms
ru: 50 мс

source: OK
ru: ОК
